export const texts = [
  "",
  <div>
    <b>Рекомендуемый возраст детей:</b> 5-6 лет <br />
    <br /> <b>Описание:</b> Браузерная игра «Остров с Говорушей» представляет
    собой пять мини-игр: «Корзинки овощей и фруктов», «Что лишнее?», «Скажи
    наоборот», «Предлоги», «Кто, что ест?». <br />
    <br />
    <b>Преимущества:</b> яркость изображений игры, завораживающие иллюстрации,
    удобство в использовании, методическая насыщенность. <br />
    <br />
    Мини-игры сопровождает попугайчик Говоруша, показывает
    правильные/неправильные ответы на некоторых играх, педагог знакомит
    воспитанников с признаками осени, с овощами, фруктами, с лесными животными,
    рассказывает о каждом основную информацию.
    <br />
    <br /> Игра была создана для закрепления материала, который больше всего
    вызвал затруднения у детей во время логопедической диагностики.
    <br />
    <br />
    Интерактивная компьютерная игра «Остров с Говорушей» позволяет разнообразить
    занятие средствами ИКТ, в игровой форме закрепить полученные знания,
    привлекает ребенка мультимедийностью. <br />
    <br />
    <b>Цель:</b> формирование лексико-грамматических категорий.
    <br />
    <br />
    <b>Задачи:</b> <br />
    <br />
    <b>
      <u>Коррекционно-образовательные:</u>
    </b>
    <br />
    <br />
    <ol>
      <li>
        Обобщать знания по темам «Овощи», «Фрукты», развивать словарь и
        понимание обращенной речи, закреплять лексику по вышеуказанным темам и
        дифференцировать данные понятия.
      </li>
      <li>
        Закрепить умение находить четвёртый лишний предмет и объяснять, почему
        он лишний путём составления сложного предложения.{" "}
      </li>
      <li>
        Закрепить умение детей подбирать антонимы (слова с противоположным
        значением) и способствовать развитию логического мышления, обогащению
        словаря.
      </li>
      <li>
        Уточнить пространственные отношения , выраженные предлогами (НА, В, ПОД,
        ЗА и др.); учить детей составлять предложения по наглядной ситуации.
        Учить детей составлять предложение с заданным предлогом по двум опорным
        картинкам.
      </li>
      <li>
        Закреплять первичные представления о том, какую пищу употребляют
        животные.
      </li>
    </ol>
    <b>
      <u>Коррекционно-развивающие:</u>
    </b>
    <br />
    <br />
    <ol>
      <li>Закреплять времена года.</li>
      <li>
        Закреплять словарь по теме (осень, фрукты, овощи, животные и тд.).
      </li>
      <li>Расширять речевые способности, пополнять словарный запас.</li>
      <li>
        Развивать логику, речевые навыки, зрительное восприятие, умение
        наблюдать.
      </li>
    </ol>
    <b>
      <u>Коррекционно-воспитательные:</u>
    </b>
    <br />
    <br />
    <ol>
      <li>Воспитывать любознательное и заботливое отношение к природе.</li>
    </ol>
    <br />
    <br />
    <b>Содержание:</b> Браузерная игра «Остров с Говорушей» представляет собой
    пять мини-игр: «Корзинки овощей и фруктов», «Что лишнее?», «Скажи наоборот»,
    «Предлоги», «Кто, что ест?». Подробная характеристика и инструкция к каждой
    игре представлена ниже. <br />
    <br /> <b>Правила использования:</b>
    <br />
    <br /> Игра подходит для индивидуальных и подгрупповых занятий с детьми
    старшего дошкольного возраста, может использоваться на логопедических
    занятиях, занятиях с психологом и с воспитателем. Обязательно присутствие
    педагога во время игры ребенка, так как необходимо обращать внимание на
    называние предметов и явлений вслух. Игра может использоваться как
    дополнение к полноценному занятию для разнообразия и закрепления
    определенных тем. Игра рассчитана на взаимодействие с детьми, но инструкции
    к играм читает педагог. <br />
    <br /> <b>Персонаж игры:</b> попугайчик Говоруша. <br />
    <br />
    <u>Вступление к игре:</u>{" "}
    <em>
      «Ребята, посмотрите кто к нам сегодня пришел на занятие, давайте посмотрим
      что хочет нам сказать попугайчик… *педагог читает инструкцию на первом
      слайде, играет музыка* Ребята, хотите найти клад? Поможем попугайчику
      Говоруше?
    </em>
  </div>,
  <div>
    <b>Цель:</b> обобщение знаний по темам «Овощи», «Фрукты», развитие словаря и
    понимания обращенной речи, закрепление лексики по вышеуказанным темам и
    дифференцирование данных понятий. <br /> <br />
    <b>Ход игры:</b> предварительно перед игрой педагог просит детей вспомнить и
    назвать овощи и фрукты. На слайде представлены корзинка, картинки овощей и
    фруктов, необходимо помочь Говоруше сложить в корзинку ТОЛЬКО овощи/фрукты,
    нажимая на них.
    <br />
    <br />
    <b>Например:</b>
    <em>
      «Ребята, помогите попугайчику-Говоруше выбрать только овощи/фрукты и
      нажмите на них, они переместятся в корзинку, Говоруша будет показывать вам
      правильные ответы».
    </em>
    <br />
    <br />
    Далее наводится курсор на стрелочку около картинок справа и листается
    следующий слайд с корзинкой. После завершения данной игры появляется
    сюрпризный момент.
  </div>,
  <div>
    <b>Цель:</b> закрепление умения находить четвёртый лишний предмет и
    объяснять, почему он лишний путём составления сложного предложения.
    <br />
    <br />
    <b>Ход игры:</b> детям предлагается рассмотреть предметы на слайде, показать
    и назвать лишний предмет, объяснить, почему он лишний. Если ответ верный, то
    Говоруша покажет «Галочку» и появится соответствующий звук; если ответ
    неверный, то «Крестик» с соответствующим звуком.
    <br />
    <br /> <b>Например:</b> Здесь лишние туфли, потому что это обувь, а
    остальные предметы – одежда. После завершения данной игры появляется
    сюрпризный момент.
  </div>,
  <div>
    <b>Цель:</b> закрепление умения детей подбирать антонимы (слова с
    противоположным значением) и способствовать развитию логического мышления,
    обогащению словаря.
    <br />
    <br /> <b>Ход игры:</b> педагог называет картинку, затем ребенок называет
    противоположное по значению слово и нажимает на темную картинку рядом.
    <br />
    <br />
    <b>Например:</b> Говоруша предлагает превратиться нам с тобой в упрямцев,
    которые делают всё наоборот. Я называю картинку, а ты говоришь наоборот и
    нажимаешь на неё. Например: темно, а наоборот — светло и т.д.
  </div>,
  <div>
    <b>Цель:</b> уточнение пространственных отношений, выраженных предлогами
    (НА, В, ПОД, ЗА и др.); обучение детей составлять предложения по наглядной
    ситуации, составлять предложение с заданным предлогом по двум опорным
    картинкам.
    <br />
    <br /> <b>Ход игры:</b> помоги Говоруше найти нужную картинку для предлога
    (на, за, под и т.д.) и нажми на неё. Если ответ верный, то Говоруша покажет
    «Галочку» и появится соответствующий звук; если ответ неверный, то «Крестик»
    с соответствующим звуком.
    <br />
    <br /> <b>Например:</b> какая картинка подходит для предлога НА? Давай
    скажем предложение полностью: «Мяч лежит НА лавочке». Необходимо
    контролировать , чтобы в предложении ребенка были оба опорных слова, а также
    предлог.
  </div>,
  <div>
    <b>Цель:</b> закрепление первичных представлений о том, какую пищу
    употребляют животные. Закрепление умения склонять существительные
    единственного числа в творительном падеже.
    <br />
    <br /> <b>Ход игры:</b> на слайде представлено животное и различная еда.
    Необходимо назвать животное и чем оно питается из предложенных вариантов. В
    предложении проговаривается четко окончание слов: «Медведь питается мясОМ и
    мёдОМ», после этого нажать курсором на необходимые картинки. Чтобы перейти к
    следующему животному, необходимо нажать на стрелочку справа от еды. <br />
    <br />
    Если ответ верный, то Говоруша покажет «Галочку» и появится соответствующий
    звук; если ответ неверный, то «Крестик» с соответствующим звуком. После
    завершения данной игры появляется сюрпризный момент.
  </div>,
];
